Revit 2027 API
ParameterTypeId.DividedpathMaxDistance Property
 "Maximum Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathMaxDistance { get; }
Public Shared ReadOnly Property DividedpathMaxDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathMaxDistance {
	ForgeTypeId^ get ();
}
static member DividedpathMaxDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace